[
  {
    "PRODUCTNAME": "Tiro Pro",
    "GRAPHICNAME": "tiroProSoccerBall.png",
    "COST": "149.99",
    "MSRP": "179.99",
    "QTYHAND": "74",
    "QTYORDER": "0",
    "DESC": "Clean and classic, the adidas Tiro football range covers all your team's needs. Made to FIFA Quality Pro standards, this Tiro Pro Ball is the one you'll be rolling out on match days. Seamless and thermally bonded, it'll fly true so there'll be no nasty surprises on the pitch.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Charge Soccer Shin Guard",
    "GRAPHICNAME": "chargeShinGuard.png",
    "COST": "20.0",
    "MSRP": "25.99",
    "QTYHAND": "23",
    "QTYORDER": "0",
    "DESC": "Step onto the field with an extra layer of protection when you wear the Nike Charge Soccer Shin Guard SS19 - Black/White. Their anatomically correct shape features a polypropylene shell for low-profile comfort and an EVA foam back for increased coverage. Anatomically correct, pull-on design for optimal comfort. Polypropylene shell gives you low-profile protection. Molded EVA foam back provides increases coverage where you need it most.",
    "BRAND": "Nike"
  },
  {
    "PRODUCTNAME": "Predator Soccer Shoes",
    "GRAPHICNAME": "predatorSoccerShoes.png",
    "COST": "89.99",
    "MSRP": "99.99",
    "QTYHAND": "47",
    "QTYORDER": "0",
    "DESC": "Accuracy gets results. Showing off a subtle textured finish, the soft synthetic upper on these adidas football boots provides a comfortable fit. Underneath, a versatile outsole keeps you stable and in control on firm ground, hard ground and artificial grass. Made with a series of recycled materials, this upper features at least 50% recycled content. This product represents just one of adidas' solutions to help end plastic waste.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Mercurial Zoom Superfly 9 Elite",
    "GRAPHICNAME": "mercurialSoccerShoes.png",
    "COST": "365.0",
    "MSRP": "400.0",
    "QTYHAND": "7",
    "QTYORDER": "15",
    "DESC": "Instantly tilt the field in the bold design of the Superfly 9 Elite FG. Nike added a Zoom Air unit, made specifically for soccer, and grippy texture up top for exceptional touch, so you can dominate in the waning minutes of a match—when it matters most. Feel the explosive speed as you race around the field, making the critical plays with velocity and pace. Fast is in the Air.",
    "BRAND": "Nike"
  },
  {
    "PRODUCTNAME": "Zoom Superfly 9 Academy",
    "GRAPHICNAME": "zoomSoccerShoes.png",
    "COST": "125.0",
    "MSRP": "150.0",
    "QTYHAND": "17",
    "QTYORDER": "0",
    "DESC": "Instantly tilt the field in the bold design of the Superfly 9 Academy MG. It's loaded with a Zoom Air unit and flexible NikeSkin up top for exceptional touch, so you can dominate in the waning minutes of a match—when it matters most. Fast is in the Air.",
    "BRAND": "Nike"
  },
  {
    "PRODUCTNAME": "MLS League Senior Soccer Ball",
    "GRAPHICNAME": "mlsSoccerBall.png",
    "COST": "54.99",
    "MSRP": "69.99",
    "QTYHAND": "32",
    "QTYORDER": "0",
    "DESC": "No sporting spectacle can beat soccer fans in full voice. Celebrating the songs and chants that bring MLS stadiums to life, this adidas ball gives off grungy vibes with music poster-inspired graphics. Behind that dynamic design, the seamless TSBE construction and butyl bladder ensure predictability and longevity. A FIFA Quality stamp guarantees it won't miss a beat on the field.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Predator Pro Senior Gloves",
    "GRAPHICNAME": "predatorSoccerGloves.png",
    "COST": "179.99",
    "MSRP": "199.99",
    "QTYHAND": "46",
    "QTYORDER": "0",
    "DESC": "Target pinpoint punching and flawless ball handling in these strapless Predator goalkeeper gloves from adidas. Silicone High Definition Grip elements on their knit backhand ensure precise clearances without sacrificing flexibility. The URG 2.0 palm includes a thumb wrap for extended grip and an abrasion zone to guard against wear when getting up from dives. A minimum of 50% of this product is a blend of recycled and renewable materials.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Match Senior Goalie Gloves",
    "GRAPHICNAME": "matchSoccerGloves.png",
    "COST": "29.99",
    "MSRP": "39.99",
    "QTYHAND": "13",
    "QTYORDER": "0",
    "DESC": "Lotto's Match Goalie Gloves are designed to change your game. The well-crafted fingersave design and strong adjustable wrist wraps are specifically created to keep your technique at its finest, by assuring safety and the right fit. With the natural latex palm layer and 3mm EVA fabric, you won't be short on grip or finger mobility. Lastly, the gloves are sure to make goalies stand out on the pitch with simple and bright designs, combined with silk printing and an embossed effect.",
    "BRAND": "Lotto"
  },
  {
    "PRODUCTNAME": "Manchester City 2022/23 PUMA Replica Jersey",
    "GRAPHICNAME": "manchesterJersey.png",
    "COST": "109.99",
    "MSRP": "129.99",
    "QTYHAND": "21",
    "QTYORDER": "0",
    "DESC": "From 1967 to 1971, no team could match the style and swagger of Manchester City F.C.. Their pass-and-move, end-to-end attacking soccer was simply ahead of its time. So, when they went on to win every domestic title and top it off with the European Cup Winners' Cup, they did so in a way that, half a century on, inspires the new generation of Cityzens as they continue to push boundaries at home and in Europe. This season, Manchester City F.C. and PUMA honor the team of swashbuckling entertainers and their leader: club icon Colin Bell. The 2022/23 Manchester City F.C. Home kit echoes the classic designs of their era, placing the club crest at the center and burgundy trims on the sleeve cuffs. The crown logo inside the neckline pays tribute to \"Colin the King\".",
    "BRAND": "Puma"
  },
  {
    "PRODUCTNAME": "Barcelona 2022/23 Nike Youth Replica Jersey",
    "GRAPHICNAME": "barcelonaJersey.png",
    "COST": "90.0",
    "MSRP": "99.99",
    "QTYHAND": "15",
    "QTYORDER": "0",
    "DESC": "Like other jerseys from Nike's Stadium collection, this one pairs replica design details with sweat-wicking technology to give you a game-ready look inspired by your favorite team. This product is made with 100% recycled polyester fibers.",
    "BRAND": "Nike"
  },
  {
    "PRODUCTNAME": "Bayern Munich adidas Men's Replica Jersey",
    "GRAPHICNAME": "bayernMunichJersey.png",
    "COST": "109.99",
    "MSRP": "119.99",
    "QTYHAND": "19",
    "QTYORDER": "0",
    "DESC": "Red, white and built to win. FC Bayern's classic colours collide on the front of this disruptive home jersey from adidas. Created to keep football fans comfortable, it combines mesh panels and moisture-absorbing AEROREADY. An embroidered club badge and \"Mia san mia\" signoff keep you proud. Made with 100% recycled materials, this product represents just one of adidas's solutions to help end plastic waste.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Liverpool FC 2022/23 Nike Men's Replica Jersey",
    "GRAPHICNAME": "liverpoolJersey.png",
    "COST": "115.0",
    "MSRP": "149.99",
    "QTYHAND": "3",
    "QTYORDER": "25",
    "DESC": "Like other jerseys from Nike's Stadium collection, the Liverpool FC Jersey pairs replica design details with sweat-wicking fabric to give you a game-ready look inspired by your favorite team.",
    "BRAND": "Nike"
  },
  {
    "PRODUCTNAME": "Soccer Socks",
    "GRAPHICNAME": "lottoSoccerSocks.png",
    "COST": "9.99",
    "MSRP": "14.99",
    "QTYHAND": "11",
    "QTYORDER": "0",
    "DESC": "LOTTO Soccer Sock's are lightweight and versatile for all-day wear! Designed with athletic moisture wicking fabrics that have an anti-microbial treatment, your feet will stay cool and dry while on the pitch! The ribbed arch and cuffed ankle paired with seamless re-enforced toe & heel and a cushioned sole provide the added comfort that matches the socks performance.",
    "BRAND": "Lotto"
  },
  {
    "PRODUCTNAME": "Men's Tiro 21 Workout Shorts",
    "GRAPHICNAME": "tiro21WorkoutShorts.png",
    "COST": "26.97",
    "MSRP": "45.99",
    "QTYHAND": "9",
    "QTYORDER": "0",
    "DESC": "Feel good. Look good. Train better. These adidas football shorts are a classic Tiro style, and made with the planet in mind. The AEROREADY fabric keeps you dry on the training pitch, and zip pockets give you space for essentials.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Men's Tiro 21 Track Jacket",
    "GRAPHICNAME": "tiro21TrackJacket.png",
    "COST": "55.97",
    "MSRP": "89.99",
    "QTYHAND": "6",
    "QTYORDER": "5",
    "DESC": "Too good to limit to the pitch. The adidas Tiro jacket debuted as football training wear, but it's now a streetwear staple. From the moisture-absorbing AEROREADY fabric to the zip pockets on the side, the details are just as useful beyond the boundary lines.",
    "BRAND": "Adidas"
  },
  {
    "PRODUCTNAME": "Men's Over The Calf Soccer Socks",
    "GRAPHICNAME": "underArmourSoccerSocks.png",
    "COST": "1.88",
    "MSRP": "9.99",
    "QTYHAND": "13",
    "QTYORDER": "0",
    "DESC": "The Under Armour Men's Over The Calf Soccer Sock has a HeatGear® fabric that wicks sweat away from your skin to keep you cool, dry, and light.",
    "BRAND": "Under Armour"
  }
]
